Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: You can claim reimbursement for your expenses for fertility drugs once you have paid the user fee of NOK 18,483 (2021).
nb: Du kan få refundert utgifter til legemidler ved infertilitetsbehandling når du har betalt egenbetalingssummen på 18 483 kroner (2021).

source: In January 2010, the USA lifted its 23-year-old residence ban on people living with HIV.
nb: I januar 2010, fjernet USA sitt 23-årige forbud mot opphold for personer som lever med hiv.

source: You can state the name of the father from pregnancy week 22.
nb: Du kan oppgi hvem som er faren fra og med 22.

source: Send your claim to Helfo
nb: Send søknad digitalt til Helfo

source: service is a rapid test service which is specifically intended for immigrants in Oslo, Bergen, Trondheim, Stavanger and Haugesund.
nb: viser hurtigtesttilbud som er særlig rettet mot innvandrere i Oslo, Bergen, Trondheim, Stavanger og Haugesund.

source: As a next of kin, you can appeal that your rights as a next of kin were not upheld.
nb: Som pårørende kan du klage på at du ikke får dine rettigheter som nærmeste pårørende.

source: Tips for rinsing your child's eyes:
nb: Tips til skylling av barnets øyne:

source: Every home has a store of chemical products for the house, car or garden.
nb: I alle hjem finnes ulike kjemiske produkter til hus, bil og hage.

source: Instead, you can now choose to block access to your prescriptions by health personnel.
nb: I stedet kan du nå velge å blokkere helsepersonells innsyn i dine resepter.

source: First-time mothers over 25 years of age and women at risk of developing
nb: Førstegangsfødende over 25 år eller gravide med risiko for å utvikle

source: If you do not have access to helsenorge.no,
nb: Dersom du ikke har tilgang til helsenorge.no,

source: How to apply
nb: Slik søker du

source: If you wish to receive planned treatment in Norway, you must pay the cost yourself and then apply for reimbursement of your expenses from Helfo.
nb: Ønsker du å motta planlagt behandling i Norge, må du legge ut for behandlingen og søke Helfo om refusjon.

source: Send the letter and the copy of your ID to:
nb: Send brevet og kopi av legitimasjon til:

source: Up to 10 days is not uncommon.
nb: Opptil 10 dager er ikke uvanlig.

source: Childhood vaccines before 1995
nb: Barnevaksiner før 1995

source: If you need dental treatment before you have received NAV's approval decision, the dentist must consider whether you meet the conditions for coverage according to point 13a, tooth damage related to an accident that is not an occupational injury.
nb: Må du starte opp behandlingen før du har fått vedtaket fra NAV, skal tannlegen vurdere om du fyller vilkårene for dekning etter punkt 13a, omfattende tannskade ved ulykke.

source: There are also a number of HIV organisations that can answer any questions you may have and also attend meetings with employers, if you like.
nb: Flere hiv-organisasjoner kan hjelpe deg med svar på spørsmål og også delta i møter med arbeidsgiver hvis ønskelig.

source: Au pairs from countries outside the EU/EEA and Switzerland
nb: Au pair fra land utenfor EU/EØS eller Sveits

source: In the case of ordinary tests, known as PCR tests or other similar methods, the result will be available within 1-4 days, while for rapid antigen tests, you will be able to see the test result as soon as it is ready and has been registered by the test station.
nb: For vanlig test, såkalt PCR-test eller lignende metode, er svaret klart i løpet av 1–4 dager, mens for antigen hurtigtest vil du se prøvesvaret så snart det er klart og registrert på teststasjonen.

source: through the abdominal wall (transabdominal)
nb: gjennom bukveggen (transabdominalt)

source: Rinse the eye continuously until a doctor takes over the treatment.
nb: Skyll øyet kontinuerlig frem til lege tar over behandlingen.

source: Certificate S1 for employees, posted workers and pensioners
nb: Rettighetsdokument S1 for arbeidstakere og pensjonister

source: The species in the umbellifer plant family (
nb: Artene i skjermplantefamilien (

source: What has happened, when the accident happened, the age of the child and whether there are any symptoms is all important information that we need to know in order to assess the risk of acute poisoning.
nb: Hva som har skjedd, når uhellet skjedde, barnets alder og om det er symptomer er viktig informasjon for å kunne vurdere faren for akutt forgiftning.

source: You will normally receive the certificate within 1-2 weeks.
nb: Du vil normalt få tilsendt koronasertifikatet i løpet av 1-2 uker.

source: Persons who are resident in Norway, but do not have a registered address.
nb: Personer som er bosatt i Norge, men som ikke har folkeregistrert adresse.

source: You can get the postal address of the treatment centre by:
nb: Du kan få postadressen til behandlingsstedet ved å:

source: According to the European Medicines Agency (EMA), it is likely that in rare cases the Janssen vaccine can cause a condition involving a severe blood clot and a low platelet count with associated bleeding.
nb: Ifølge europeiske legemiddelmyndigheter (EMA) er det sannsynlig at Janssen-vaksinen i sjeldne tilfeller kan gi en tilstand med alvorlig blodpropp og lavt antall blodplater med blødninger.

source: There are slight differences in the structure of the foliage (left), as lily of the valley (left) has slightly denser nerves than wild garlic (right).
nb: Det er en liten forskjell i strukturen på bladverket (venstre bilde), hvor liljekonvall (t.v.) har litt tettere nerver enn nervene på ramsløk (t.h.).

source: You are also considered a tourist, NOT a student, if you:
nb: Du regnes også som turist, IKKE student, hvis du

source: The processing time for power of attorney is at least 30 days.
nb: Saksbehandlingstid for fullmakter er minimum 30 dager.

source: You can both give and receive notification that you have been near someone who has been diagnosed with coronavirus in the EU and EEA, regardless of what kind of national infection tracking app they use.
nb: Du kan både gi og få beskjed om du har vært i nærheten av noen som har fått påvist koronavirus i EU og EØS, uavhengig av hva slags nasjonal smittesporingsapp de bruker.

source: and send it to NPE by post.
nb: , og send det til NPE i posten.

source: Healthy individuals under the age of 50 are at very low risk of becoming seriously ill and dying from COVID-19
nb: Friske personer under 50 år har svært lav risiko for å bli alvorlig syk og dø av covid-19

source: Physical activity promotes good health, improves mood and sleep, boosts energy, and reduces stress.
nb: Fysisk aktivitet fremmer god helse, gir bedre humør og søvn, mer energi, og reduserer stress.

source: Anyone who intends to travel to countries with a higher risk of infection than Norway in the relatively near future will be able to have their first dose of an mRNA vaccine under the vaccination programme in a few weeks and prior to departure.
nb: Personer som skal reise til land med høyere smitterisiko enn Norge litt frem i tid, vil om få uker og før avreise kunne få første dose mRNA-vaksine i vaksinasjonsprogrammet

source: You must then apply to Helfo for coverage once you have received your occupational injury decision from NAV.
nb: Deretter søker du Helfo om dekning når du har fått yrkesskade-vedtaket fra Nav.

source: There is considerable uncertainty concerning the figures, but it is believed that statistically 1 in 19,000 vaccinated people could develop TTS/VITT after being given the Janssen vaccine in Norway.
nb: Ifølge Folkehelseinstituttet er det ikke konkludert, og det er stor usikkerhet i tallene, men det antas at statistisk vil 1 av 19.000 vaksinerte kunne få TTS/VITT etter å ha fått Janssen-vaksinen i Norge.

source: Allergic reactions can occur, but are very rare.
nb: Allergisk reaksjon kan oppstå, men er svært sjelden.

source: User-controlled personal assistance (BPA, "brukerstyrt personlig assistanse" in Norwegian) is a way of organising practical assistance and training for people with substantial long-term needs for personal assistance.
nb: Brukerstyrt personlig assistanse (BPA) er en måte å organisere praktisk bistand og opplæring på for personer med langvarig og stort behov for personlig assistanse.

source: You will have to pay a user fee per journey.
nb: Du må betale en egenandel per reise.

source: have a statement from the treating physician abroad (step 2)
nb: ha erklæring fra behandlende lege (se steg 2)

source: If you are receiving treatment from a family doctor/general practitioner or a follow-up due to the long-term effects after COVID-19, you will be charged a user fee.
nb: Dersom du er til behandling/kontroll hos lege for senskader som følge av covid-19/korona, må du regne med å betale egenandel.

source: You can also send an email to
nb: Du kan også sende e-post til

source: Children and adolescents who self-harm are a separate category.
nb: Barn og unge som selvskader seg er en egen kategori.

source: You may be offered non-invasive prenatal diagnostics (NIPD) if there is an increased likelihood of you having a child with a serious hereditary condition which is linked to a particular gene.
nb: Du kan få tilbud om NIPD (non-invasiv prenatal diagnostikk) hvis det er en økt sannsynlighet for at du eller dere vil få et barn med alvorlig, arvelig sykdom som er knyttet til et bestemt gen.

source: See "Submitting applications to Helfo digitally" further down the page.
nb: Se «Send søknad digitalt til Helfo» lengre ned på siden.

source: Read more about your right to healthcare in your country of residence in steps 2 and 3.
nb: Les mer om rett til helsehjelp i bostedslandet på steg 2 og 3.

source: This can be a self-test, an antigen-based rapid-test or a PCR-based test.
nb: Sykdommen starter oftest i femtiårene, men man kan rammes i alle aldre.

source: For persons from the counties Østfold, Akershus, Oslo, Hedmark and Hordaland, vaccination registrations can therefore be found back to the mid-1980s, and for some as far back as 1976.
nb: For personer som kommer fra fylkene Østfold, Akershus, Oslo, Hedmark og Hordaland, skal det derfor kunne gjenfinnes vaksineregistreringer tilbake til midten av 1980-tallet, og for noen helt tilbake til 1976.

source: There are some exceptions to the requirement, including:
nb: Kravet har unntak og gjelder blant annet ikke for:

source: January 2021, you may be entitled to an allowance even if your treatment provider does not have a direct settlement arrangement.
nb: januar 2021, kan du ha rett til stønad selv om behandleren din ikke har direkte oppgjør.

source: The Norwegian Poison Information Centre does not identify plants.
nb: Giftinformasjonen identifiserer ikke planter.

source: This date is sliding, so the next time you go in and view the certificate, it will be valid for another 90 days.
nb: Denne datoen er bevegelig, så neste gang du går inn og ser på sertifikatet, vil det være gyldig i nye 90 dager.

source: Most centres will also be able to test you for other sexually transmitted infections.
nb: De fleste stedene kan du også teste deg for andre seksuelt overførbare infeksjoner.

source: You can have the Janssen vaccine if your doctor believes that the benefits of having the vaccine outweigh the risk of serious adverse reactions.
nb: Du kan få Janssen-vaksinen, hvis legen vurderer at fordelene ved at du får vaksinen er større enn risikoen for alvorlige bivirkninger.

source: At pharmacies, there is no age limit for sales of emergency contraception.
nb: I apotekene er det ingen aldersgrense for salg av nødprevensjon.

source: There are exceptions for countries and regions in the Nordic countries and countries in the EEA/Schengen area which satisfy the Norwegian Institute of Public Health's infection requirements.
nb: Det er unntak for land og regioner i Norden og land i EØS/Schengen-området som tilfredsstiller Folkehelseinstituttets smittekrav.

source: you are a guardian or a foster parent.
nb: bruker du én rad for hvert transportmiddel.

source: Where can I get emergency contraception?
nb: Hvor får jeg tak i nødprevensjon?

source: Read more about driving licences and COPD in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og KOLS i førerkortveilederen (helsedirektoratet.no).

source: Coverage is provided for 75 percent of the expenses for medical assistance and the hospital expenses are covered in full.
nb: Utgiftene til legehjelp dekkes med 75 prosent, og sykehusutgiftene dekkes fullt ut.

source: As an old-age pensioner, Kåre has been issued with an S1 certificate.
nb: Som alderspensjonist har Kåre fått innvilget rettighetsdokument S1.

source: If you are from an EU/EEA country and intend to travel on holiday to Norway, you should ensure that you have a valid European Health Insurance Card.
nb: Er du fra et EU/EØS-land eller Sveits og skal på ferie til Norge, bør du sørge for at du har med deg gyldig Europeisk helsetrygdkort fra hjemlandet ditt.

source: How likely you are to develop TTS (thrombosis with thrombocytopenia syndrome) as a result of the Janssen vaccine
nb: Hvor sannsynlig det er at du vil kunne få TTS (trombose med trombocytopeni-syndrom) av Janssen-vaksinen

source: What happens next if a NIPT shows a high probability of trisomy?
nb: Hva skjer videre hvis NIPT viser høy sannsynlighet for trisomi?

source: Right to choose a treatment centre
nb: er det nest vanlige symptomet ved retinoblastom.

source: Being a child, adolescent or young partner is different from being an adult child or older partner.
nb: Å være barn, ungdom eller ung partner er annerledes enn å være voksent barn eller eldre partner.

source: The app is one of several measures that can help limit the spread of covid-19.
nb: Appen er et av flere tiltak som kan bidra til å begrense spredningen av covid-19.

source: You are exempt from paying a deductible fee if you:
nb: du dokumentasjon fra behandler på at du måtte reise ut av

source: Anders and Annette make sure that they look after the documentation of the examinations and treatments carried out, as well as the discharge report, original receipts and documentation that the expenses have been paid.
nb: Anders og Annette sørger for å ta vare på dokumentasjon på hvilke undersøkelser og behandlinger som er utført, epikrise og original spesifisert faktura med dokumentasjon på at utgiftene er betalt.

source: In the spring, wild garlic (
nb: På våren er ramsløk (

source: If you have children, activated charcoal can be useful to have as part of a first aid kit at home.
nb: Medisinsk kull er nyttig å ha som en del av førstehjelpssakene i et hjem med barn.

source: If you are appealing on behalf of someone else, you should also include the name and contact details of the person concerned.
nb: Hvis du klager på vegne av en annen person, bør du også ta med navn og kontaktinformasjon på den det gjelder.

source: Arlyn from the Philippines wants to go to Norway to work as an au pair.
nb: Arlyn fra Filippinene ønsker å dra til Norge for å jobbe som au pair.

source: Summary care record ("kjernejournal" in Norwegian) is an online service that contains important information about your health.
nb: Ryggmargsbrokk (myelomeningocele) er betegnelsen på en medfødt forstyrrelse som først og fremst involverer ryggraden, ryggmargen, og hjernen.

source: Any questions you may have about the test will also be answered.
nb: Du vil også få svar på eventuelle spørsmål du måtte ha om testen.

source: The venom causes intense pain in and around the puncture site.
nb: Giften fører til en intens smerte i og rundt stikkstedet.

source: You will also need a form/declaration from your doctor:
nb: I tillegg trenger du skjema/erklæring fra lege:

source: Two days after taking the first pill, you will be admitted to the day ward.
nb: To døgn etter at du har tatt den første tabletten, blir du innskrevet på dagavdelingen.

source: What symptoms can violence and abuse against children and young people give rise to?
nb: Hvilke symptomer kan vold og overgrep mot barn og unge føre til?

source: The risk of developing serious adverse reactions will therefore be considered to be greater than the risk of dying from COVID-19 in Norway.
nb: Risikoen for å få alvorlige bivirkninger vil derfor vurderes som høyere enn risikoen for å dø av covid-19 i Norge.

source: Log in to use digital health services
nb: Hvor lenge behandlingen skal foregå, vurderes av lege.

source: Read more about driving licences and sleep in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og søvn i førerkortveilederen (helsedirektoratet.no).

source: A lot of people who live with HIV therefore choose to conceal their HIV diagnosis.
nb: Dette gjør at mange som lever med hiv velger å holde hivdiagnosen sin skjult.

source: The image on the right illustrates the differences in the colour of the stems of lily of the valley (left) and wild garlic (right).
nb: Høyre bilde illustrerer fargeforskjellene på stilken hos liljekonvall (t.v.) og ramsløk (t.h.).

source: Please note that even if you do not test positive for COVID-19, you may still have to go into or remain in quarantine.
nb: Vær oppmerksom på at selv om covid-19 ikke er påvist, kan det hende du likevel skal være i karantene.

source: If you study in the USA and either receive support from the Norwegian State Educational Loan Fund or have voluntary membership in the Norwegian National Insurance Scheme, you may use the American insurance agent Optum.
nb: Dersom du studerer i USA og enten får støtte fra Lånekassen eller har frivillig medlemskap i folketrygden, kan du benytte den amerikanske forsikringsagenten Optum.

source: Anders and Annette's daughter develops appendicitis while they are staying in Australia.
nb: Anders og Annettes datter Sara får blindtarmbetennelse mens de oppholder seg i Australia.

source: Coverage is provided for 75% of necessary expenses for:
nb: Det dekkes 75 prosent av nødvendige utgifter til

source: Figures from it show that 8 percent of the people who responded to the survey said that the reason for testing was a report through Smittestopp.
nb: Tall fra den viser at 8 prosent av personene som har svart på undersøkelsen, sa at grunnen for testing var melding i Smittestopp.

source: If you have been in a situation where you were exposed to a risk of infection during the last 48 hours, you can contact the emergency medical service and ask to take a course of medication which can help prevent the HIV virus from becoming established in your body.
nb: Har du vært i en situasjon med mulig risiko for smitte for under 48 timer siden er det mulig å oppsøke legevakten og be om en medisinkur som kan forhindre at hivviruset etablerer seg i kroppen.

source: – run by volunteer peer supporters.
nb: – drives av frivillige likepersoner.

source: After two days, you must complete the abortion.
nb: Etter to døgn skal du fullføre aborten.

source: Charcoal should not given to children who are reluctant, lethargic or vomiting because of risk of aspiration.
nb: Kull er uheldig å få ned i luftveiene og skal derfor ikke gis til barn som er motvillige, sløve eller kaster opp.

source: The spouse is still entitled to health care services in Norway.
nb: Ektefellen har fremdeles rett til helsetjenester i Norge.

source: I am going to study in Canada.
nb: Jeg skal studere i Canada.

source: – offers free drop-in service covering tests for all sexually transmitted infections for anyone under the age of 25.
nb: – tilbyr gratis drop-inn med tilbud om test for alle seksuelt overførbare infeksjoner for alle under 25 år.

source: The eyes are more sensitive than the skin, and it is often painful to get something in your eye.
nb: Øynene er mer sensitive enn huden, og det er ofte smertefullt å få noe i øyet.

source: If there is no test center at the point of entry or the test center is closed, you will have to take a test immediately when arriving at the quarantine hotel.
nb: Dersom teststasjonen er steng eller det ikke er teststasjon på ankomststedet, skal du teste deg umiddelbart når du ankommer karantenehotellet.

source: into the eyes again. The Norwegian Poison Information Centre (22 59 13 00) can provide advice on how long you should continue rinsing for and whether you should contact a doctor.
nb: Giftinformasjonen (22 59 13 00) gir råd om hvor lenge du bør skylle, og om det er nødvendig med videre oppfølging hos lege.

source: You will need to attach the following:
nb: Du trenger følgende vedlegg:

source: Patient fees at hospitals and outpatient clinics
nb: Herpes i munnen og forkjølelsessår

source: Children should not have playmates beyond those who live in the same household.
nb: Dersom bivirkningene blir for plagsomme, kan legemidlene erstattes med andre.

source: HIV and working life
nb: Hiv i arbeidslivet

source: Tourist visits are rarely a problem.
nb: Turistbesøk er sjeldent et problem.

source: The pain can radiate outwards.
nb: Smerten kan stråle utover.

source: You remain anonymous at all times.
nb: Du forblir anonym hele tiden.

source: Drivers of heavy vehicles (driving licence groups 2 and 3) must present a log covering the last three months in order to be issued with a medical certificate.
nb: Førere av tyngre kjøretøy (førerkortgruppe 2 og 3) må vise frem logg for de siste tre måneder for å få helseattest.

source: Home nursing, including help with medicines/medication management, nursing care, such as wound care and observations by a healthcare professional
nb: Hjemmesykepleie, blant annet hjelp med medisiner/ medikamenthåndtering, sykepleiefaglig hjelp, for eksempel sårstell og helsefaglige observasjoner

source: You need a residence permit if you are from a country outside the EU/EEA or Switzerland and want to work as an au pair in Norway.
nb: Du må ha nødvendig oppholdstillatelse hvis du er fra et land utenfor EU/EØS eller Sveits og vil arbeide som au pair i Norge.

source: Severe adder poisoning can require many days of hospital treatment.
nb: Dette kan forebygges ved å endre livsstil og følge behandlingen.

source: This means that only a doctor can prescribe the vaccine.
nb: Det betyr det kun er lege som kan forskrive vaksinen.

source: Medical assistance in the EU/EEA
nb: Psykolog i EU/EØS

source: Overview of all relevant COVID-19-related analyses:
nb: Oversikt over alle aktuelle covid-19-relaterte analyser:

source: Before the amniotic fluid sample is taken, an ultrasound examination will be performed to determine both the size and position of the fetus and the best place to insert the needle.
nb: Før fostervannsprøven blir tatt, gjøres det en ultralydundersøkelse for å finne ut hvor stort fosteret er, hvor morkaken din ligger og hvor det er best å stikke inn nålen.

source: Pregnant women who are offered NIPT via the national health service will have a blood sample taken for use in a NIPT in connection with their ultrasound examination during week 11-14.
nb: Gravide med tilbud om NIPT gjennom den offentlige helsetjenesten kan ta blodprøven til NIPT i forbindelse med ultralydundersøkelsen i uke 11-14.

source: Read more about the consequences of Brexit
nb: Les mer om konsekvenser av brexit her.

source: Examples of such analyses are:
nb: Eksempler på slike analyser er:

source: The active ingredients in the pills will cause the womb to contract.
nb: Virkestoffene i tablettene gjør at livmoren trekker seg sammen.

source: People who live with HIV can now be treated with just one daily tablet.
nb: Personer som lever med hiv kan i dag medisineres med én tablett om dagen.

source: – offers tests for all sexually transmitted infections.
nb: – tilbyr tester for alle seksuelt overførbare infeksjoner.
